Repository: OmegaT-L10N/tk
Catalog: omegat/project_save.tmx
Source language: en
Languages: tk

source: In notes
tk: Belliklerde

source: In order for the changes to take effect OmegaT needs to close and then open the project.
tk: Özgertmeleriň netije bermesi üçin OmegT'niň proýektiňizi ýapyp gaýtadan açmasy gerek.

source: In so&urce
tk: &Gözbaşda

source: Include Pattern
tk: Girizme Şablony

source: Include matches from &other languages
tk: &Başga dilden gabat gelenleri giriz

source: Include the &first non-unique segment when marking non-unique segments
tk: Gaýtalanmaýan dilimleri teýdar edende ilk gaýtalanmaýan dilimi goş

source: Individual File Statistics:
tk: Aýratyn faýl Statistikalary:

source: Infix
tk: Infix faýllary

source: Info
tk: Maglumat

source: Initialized {0}-{1} team project.
tk: Taýarlandy {0}-{1} topar taslamasy.

source: Initializing
tk: Ulanyşa taýýarlanýar

source: Initially load this many segments:
tk: Başlangyçda ýüklenjek segmentleriň sany:

source: Insert Match or Selection Into Translation
tk: Gabat Gelmäni ýada Saýlanany Terjimä Giriz

source: Insert Missing Source &Tags
tk: Ýetmeýan Gözbaş &Taglary Giriz

source: Insert Mode
tk: Ara Girizme Rejesi

source: Insert Next Missing Tag
tk: Nobatdaky Ýetmeýän Tag'i Giriz

source: Insert Selection
tk: Saýlanany Giriz

source: Insert Tag {0}
tk: Tag Giriz{0}

source: Insert Unicode Control Character
tk: Ýunikod Kontrol Harpyny Giriz

source: Insert the &best fuzzy match
tk: Iň gowy kesgitli &bolmaýan gabat geleni giriz

source: Insert the &source text
tk: Gözbaş tek&st giriz

source: Install
tk: Gurna

source: Installing and running OmegaT" in the User Manual.
tk: OmegaT'ni gurnama we işe goýbermek" Ulanyjy Gollanmasy içinde.

source: Instant Start
tk: Gyssagly Başlat

source: Insufficient permissions for project dir {0}
tk: {0} proýekt bukjasy üçin rugsat ýok/ýeterlikli däl

source: Invalid API key
tk: Nädogry API Açary

source: Invalid HTML file
tk: Näsaz HTML faýly

source: Invalid file format
tk: Ýalňyş faýlyň formaty

source: Invalid repository type: {0}
tk: Nädogry repositoriý tipi: {0}

source: Invoke `team -h` for details.
tk: Jikme-jik maglumat üçin `team -h` ýazyň.

source: It is used to mark your translations.
tk: Bular ýerine ýetiren terjimeleri bildirmek üçin ulanylar.

source: It needs to be converted to a new team project, but this cannot be done in console mode.
tk: Bunuň, täze topar proýektine öwrülmesi gerek, ýöne bu işi konsol rejesinde ýerine ýetirmek mümkin däl.

source: It was not possible to create the script folder inside the configuration folder.
tk: Konfigurasiýa bukjasynyň içinde skript bukjasy döredilip bolmady.

source: It was not possible to create translated documents, because some tags are missing or damaged.
tk: Käbir taglar/bellikler ýok ýada bozuk bolandygy sebäpli terjime dokumentlerini döredip bolmady.

source: Italian
tk: Italýança

source: JAR files
tk: JAR faýllary

source: JGit (Eclipse Distribution License)
tk: JGit (Eclipse Distribution Ygtyýarnamasy)

source: JSch (JSch License)
tk: JSch (JSch Ygtyýarnamasy)

source: Japanese
tk: Ýaponça

source: Jar used for plugins: {0}
tk: Seplenýän-moduller üçin ulanylýan Jar faýly: {0}

source: Java Properties XML
tk: Java XML häsiýetler faýly

source: Java Resource Bundles Filter Options
tk: Java Resurs Desseleri Süzgüç Opsiýalary

source: Java(TM) Resource Bundles
tk: Java(TM) Resurs Desseleri

source: Java: {0} ver.
tk: Java: {0} wersiýa.

source: Jmyspell (LGPL License)
tk: Jmyspell (LGPL Ygtyýarnamasy)

source: Jumping to last edited segment...
tk: Soňky redaktirlenen dilime bökülýär...

source: Keep
tk: Sakla

source: Key:
tk: Açar:

source: Key=Value Text
tk: Açar=Many Tekst faýllary

source: Keyword searches are not available in the search string.
tk: Açar söz gözlegi gözleg tekstinde elýeterli däl.

source: Keyword searches match all the space-separated keywords regardless of their order.
tk: Açar söz gözlegi boşlyk-bilen aýrylan açar sözleriň hemmesini ýerleşim orunlaryna garamazdan hemme tekstiň içinde gözlär.

source: L&og...
tk: &Günlük...

source: LCK
tk: GLP

source: LaTeX
tk: LaTeX Faýllary

source: Language Name
tk: Dil Ady

source: Language Pattern
tk: Dil Şablony

source: Language not specified for translation unit variant.
tk: Terjime birligi warianty üçin dil bildirilmedik.

source: LanguageTool (LGPL License and others)
tk: LanguageTool (LGPL Ygtyýarnamasy we beýlekiler)

source: LanguageTool API version mismatch
tk: LanguageTool API wersiýasy gabat gelmeýär

source: LanguageTool is misconfigured.
tk: LanguageTool nädogry konfigurirlenen.

source: LanguageTool is not available for your target language.
tk: LanguageTool siziň niýetlän diliňiz üçin elýeterli däl.

source: LanguageTool server started
tk: LanguageTool serweri başlady

source: LanguageTool server terminated
tk: LanguageTool serwer soňlandyryldy

source: LanguageTool settings
tk: LanguageTool sazlamalary

source: LanguageTool will be disabled until the project is closed.
tk: Proýekt ýapylana çenli LanguageTool işlemeýän ediljekdir.

source: LanguageTool: An error occurred during check.
tk: LanguageTool: Barlag edilýän wagty bir ýalňyşlyk boldy.

source: LanguageTool: Bad URL
tk: LanguageTool: Ýalňyş URL

source: LanguageTool: Server start timeout
tk: LanguageTool: Serweriň başlamasyna aýrylan wagt gutardy

source: LanguageTool: bad local path
tk: LanguageTool: ýalňyş ýerli ýol

source: LanguageTool: local port is unavailable
tk: LanguageTool: ýerli port elýeterli däl

source: LanguageTool: server returned XML when JSON was expected.
tk: LanguageTool: serwer JSON ýerine XML gaýtardy.

source: Languages
tk: Diller

source: Last changes
tk: Soňky üýtgeşiklikler

source: Last modified by {0}
tk: Iň soň {0} tarapyndan üýtgedildi

source: Latest
tk: Iň sonky

source: Left-to-Right Embedding (LRE U+202A)
tk: Çepten Saga Gömülýär (LRE U+202A)

source: Left-to-Right Mark (LRM U+200E)
tk: Çepden saga Belligi (LRM U+200E)

source: Line length:
tk: Setir uzynlygy:

source: Links (&URL)
tk: Baglar (&URL)

source: Load a project to configure rules for that project's languages.
tk: Proýektiň dil düzgünleriniň konifgurasiýasyny etmek üçin proýekti ýükläň.

source: Loading Project
tk: Proýekt Ýüklenýär

source: Loading TMX files...
tk: TMX faýllary ýüklenýär...

source: Loading glossaries
tk: Tehniki sözlükler ýüklenýär

source: Loading glossary {0}
tk: {0} tehniki sözlügi ýüklenýär

source: Loading project...
tk: Proýekt ýüklenýär...

source: Loading: {0}
tk: Ýüklenýär: {0}

source: Local File/Folder
tk: Lokal Faýl/Bukja

source: Local installation path:
tk: Ýerli gurnama ýoly:

source: Local translation not synchronized with remote repository.
tk: Ýerli terjime uzak repositoriý bilen sinhronlaşdyrylmadyk.

source: Location
tk: Ýer

source: Log:
tk: Žurnal ýazgylary:

source: Lucene (Apache License 2.0)
tk: Lucene (Apache Ygtyýarnama 2.0)

source: Mac&hine Translate
tk: Ko&mpýuter Terjime

source: Machine Translation
tk: Kompýuter Terjimesi

source: Machine Translation Options
tk: Kompýuter Terjimesi Opsiýalary

source: Magento CE Locale CSV
tk: Magento CE Ýerlileşdirme CSV faýllary

source: Manually defined rules
tk: El bilen kesgitlenen düzgünler

source: Mapping of Local Folders to Remote Folders in Repositories
tk: Lokal bukjalaryň Reposotorydaky Uzakdaky Bukjalara baglanmasy

source: Mar&k Whitespace
tk: Boşlu&klary Belgile

source: Mark &Auto-Populated Segments
tk: &Awtomatiki Doldurylan Dilimleri Belgile

source: Mark &Bidirectional Algorithm Control Characters
tk: Ikiugurly Algoritm Kontrol Harplaryny &Belgile

source: Mark &Non-breakable Spaces
tk: Bitewi Boşluklary Belgile

source: Mark &Paragraph Delimitations
tk: Abzas Bölüjileri Belgile

source: Mark &Translated Segments
tk: &Terjime Edilen Dilimleri Belgile

source: Mark &Untranslated Segments
tk: Terjime &Edilmedik Dilimleri Belgile

source: Mark Glossary Matches
tk: Tehniki Sözlükde Bap Gelmeleri Belgile

source: Mark Non-Unique Se&gments
tk: Gaýtalanmaýan Dilimleri Bel&gile

source: Mark Segments &with Notes
tk: Bellikli Dilimleri Belgile

source: Match Statistics
tk: Gabat Geliş Statistikalary

source: Match Statistics per &File
tk: &Faýl Başyna Gabat Geliş Statistikalary

source: Match Statistics per File
tk: Faýl Başyna Gabat Geliş Statistikalary

source: Match display template
tk: Gabat gelenleriň görkeziliş galyby

source: Matches can be found in your current translation or in the TMX files that you have put in the /tm/ folder.
tk: Gabat gelmeler, häzirki terjimeleriňiziň içinde ýada /tm/ bukjasyna ýerleşdiren TMX faýllarynyň içinde bolup biler.

source: Maximize
tk: Ulalt

source: Maximum line length:
tk: Maksimum setir uzynlygy:

source: Maximum number of finds has been reached ({0})
tk: Gözläp tapylanlaryň sany maksimuma bary({0})

source: Memor&y
tk: Hak&yda

source: Microsoft Open XML
tk: Microsoft Open XML faýllary

source: Microsoft Translator Subscription Key not available.
tk: Microsoft Translator Abunalyk Açary elýeterli däl.

source: Minimize
tk: Kiçelt

source: Minutes:
tk: Minut:

source: Missing
tk: Gaaýyp

source: Missing tags
tk: Gaaýyp taglar

source: Modification info template
tk: Özgertmeler maglumatynyň görkeziliş galyby

source: Modification info template for segments without date
tk: Dilimler üçin özgertmeler maglumatynyň senesiz galyby

source: Monolingual
tk: Bir Dilli

source: Moodle PHP Filter Options
tk: Moodle PHP Süzgüç Opsiýalary

source: More
tk: Goşmaça

source: Moses Server URL:
tk: Moses Serwer URL'si:

source: Mourning and sorrow 404 not with us now Lost to paradise
tk: Gam we gussa 404 aýryldy Ýatan ýeri ýagty bolsun

source: Move &Down
tk: &Aşak Süýşir

source: Move &First
tk: &Başa Süýşir

source: Move &Last
tk: Soňa Süýşir

source: Move &Up
tk: &Ýokary Süýşir

source: Move Do&wn
tk: &Aşak Süýşir

source: Move U&p
tk: &Ýokary Süýşir

source: Mozilla DTD
tk: Mozilla DTD Faýllary

source: Mozilla DTD Filter Options
tk: Mozilla DTD Süzgüç Opsiýalary

source: Mozilla Lang
tk: Mozilla Dil Faýllary

source: Multiple Translations
tk: Terjime Wariantlary

source: MyMemory (human)
tk: MyMemory (elde terjime)

source: MyMemory (machine)
tk: MyMemory (kompýuter terjimesi)

source: Name:
tk: At:

source: Neural machine translation
tk: Neýron-tor kompýuter terjimesi

source: New Language and Country
tk: Täze Dil we Ülke

source: New LanguageTool rule
tk: Täze LanguageTool düzgüni

source: New Local Project Folder:
tk: Täze Ýerli Proýekt Bukjasy:

source: Next &Translated Segment
tk: Nobatdaky &Terjime Edilen Dilim

source: Next &Untranslated Segment
tk: Nobatdaky Terjime &Edilmedik Dilim

source: Next N&ote
tk: N&obatdaky Bellik

source: Next Uni&que Segment
tk: Nobatdaky Uni&kal Dilim

source: No Suggestions
tk: Teklip edilýän ýok

source: No connection available, the project is in offline mode.
tk: Aragatnaşyk elýeterli däl, proýekt awtonom ýagdaýda işlär.

source: No match:
tk: Gabat gelme ýok:

source: No matches returned by search.
tk: Gözleg hiç bir netije bermedi.

source: No need to save project, because no changes were made
tk: Proýekti ýatda saklamaga zerurlyk ýok sebäbi hiç hili özgertme edilmedi

source: No new dictionaries available at the remote server.
tk: Uzak serwerda ulanyljak täze sözlük ýok.

source: No script bound in slot #{0}.
tk: #{0} belgili öýjüge bagly komada-faýly ýok.

source: No script selected.
tk: Komada-faýly seçilmedi.

source: No script set.
tk: Komada-faýly sazlanmady.

source: No tags and no numbers
tk: Taglar we sanlar ýok

source: Non-GUI mode options: --quiet Reduce output to command line stdout.
tk: GUI-syz reje opsiýalary : --quiet maglumatlar kommada setirine (stdout) beriler.

source: Non-breakable space
tk: Bitewi boşluk

source: Non-visible Instruction Te&xt
tk: &Görünmeýän Instruksiýa Teksti

source: Not a valid XML file!
tk: Dogry bolmadyk XML faýly!

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
tk: Bellik: Gabat gelen Dil Şablony dilimleme düzgünleriniň hemmesi şu berilen yzygiderlikde ele alynar.

source: Note: DocBook files are recognized not only by file extension, but they also must have a DOCTYPE declaration: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook" for DocBook 5
tk: Bellik: DocBook faýllarynyň tananmasy üçin diňe bir faýlyň giňelmesi däl eýsem DOCTYPE beýany hem mazmunda bolmalydyr : DocBook 4 üçin <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... , we DocBook 5 üçin Namespace: xmlns="http://docbook.org/ns/docbook"

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
tk: Bellik: Gözbaş Faýlynyň Kodlaşdyrma sazlamasy diňe bir kodlaşdyrma beýany bolmadyk HHC we HHK faýllaryna täsir eder.

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
tk: Bellik: Gözbaş Faýlynyň Kodlaşdyrma sazlamasy diňe içinde kodlaşdyrma beýany bolmaýan HTML faýllaryna täsir eder.

source: Note: not all filters allow you to select an encoding.
tk: Bellik: käbir süzgüçler kodlaşdyrma saýlama mümkinçiligini bermeýär.

source: Notes
tk: Bellikler

source: Notify Me When a Segment Has Comments
tk: Dilim teswirlenende meni habardar et

source: Notify Me When a Segment Has Dictionary Entries
tk: Dilimde Sözlük ýazgylary bilen gabatlaşma bar bolsa muny maňa bildir

source: Notify Me When a Segment Has Fuzzy Matches
tk: Dilimiň takyk bolmayan gabat gelmeleri bar bolsa muny maňa bildir.

source: Notify Me When a Segment Has Glossary Hits
tk: Dilimde Tehniki Sözlük ýazgylary bilen gabatlaşma bar bolsa muny maňa bildir.

source: Notify Me When a Segment Has Multiple Translations
tk: Dilimde birnäçe terjime bar bolsa muny maňa bildir.

source: Notify Me When a Segment Has Notes
tk: Dilimiň Bellikleri Bar Bolsa Muny Maňa Bildir

source: Now
tk: Häzir

source: Nr of matching segments: {0}
tk: Gabat gelen dilim sany : {0}

source: Number of matching segments:
tk: Gabat gelen dilim sany:

source: Number of unique segments
tk: Unik dilim sany

source: O&ptions...
tk: O&psiýalarş...

source: OK
tk: Bolýar

source: OVR
tk: ÜÝZ

source: OmegaT Project Files
tk: OmegaT Proýekt Faýllary

source: OmegaT Project Folder
tk: OmegaT Proýek Bukjasy

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
tk: OmegaT şol bir wagtyň özünde '%s' ýaly programmirleme üýtegeýän ululyklaryny hem derňäp bilýär (printif funksiýasynyň üýtgeýän ululyklary).

source: OmegaT does not have read and write permissions to this folder.
tk: Bu bukjada OmegaT'niň okama ýazma rugsaty ýok.

source: OmegaT has chosen option 'Yes' automatically.
tk: OmegaT awtomatiki 'Howwa' opsiýa seçilen.

source: OmegaT has detected a 3.6-style team project.
tk: OmegaT, 3.6 fason topar proýekti ýüze çykardy.

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
tk: OmegaT erkin we açyk kodly köp platforma goldawly Kompýuter Arkaly Terjime esbabydyr we kesgitli bolmaýan gabat getirme, terjime hakydasy, açar söz gözlegi, tehniki sözlük we edilen terjimeleri täzeleme ýaly funksiýalary bardyr.

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
tk: OmegaT'niň sistem häsiýetlerinden Operasýa sistemaňyzyň ad maglumatyny ýada başlangyç (home) bukjaňyzyň ýerleşýän ýeri maglumatyny almasyna rugsat berilmedi.

source: OmegaT is the original work of Keith Godfrey.
tk: OmegaT Keith Godfrey tarapyndan döredilendir.

source: OmegaT license
tk: OmegaT ygtyýarnamasy

source: OmegaT ran out of memory, and will quit when you press OK.
tk: OmegaT ýady dolup barýar we HOWWA bassaňyz program soňlanar.

source: OmegaT uses the following libraries: {1}
tk: OmegaT aşakdaky kitaplyklary ulanýar: {1}

source: OmegaT version {0} ({1})
tk: OmegaT wersiýa {0} ({1})

source: OmegaT version {0}, update {1} ({2})
tk: OmegaT wersiýa {0}, täzelenme {1} ({2})

source: OmegaT will now terminate.
tk: Häzir OmegaT soňlandyrylýar.

source: OmegaT will try to resegment the TMX file...
tk: OmegaT bu TMX faýlyny gaýtadan dilimlemäge synanşjakdyr...

source: Only if (X)HTML file has a &header
tk: Diňe, eger (X)&HTML faýlynyň bir sözbaşy maglumaty bar bolsa

source: Only if (X)HTML file has an &encoding declaration
tk: Diňe, &Eger (X)HTML faýlynyň bir kodlaşdyrma beýany bar bolsa

source: Open MED Project...
tk: MED Proýektini Aç...

source: Open Project
tk: Proýekt Aç

source: Open Recent Pro&ject
tk: Soňky Açylan Proýe&kti Aç

source: Open Source File
tk: Gözbaş Faýly Aç

source: Open Source File Location
tk: Gözbaş Faýlyň Ýerleşýän Ýerini Aç

source: Open Target File
tk: Niýet Edilen Faýly Aç

source: Open Target File Location
tk: Niýet Edilen Faýlyň Ýerleşýän Ýerini Aç

source: Open Writable Glossary File
tk: Üýtgetme Girizilip Bolýan Tehniki Sözlük faýlyny aç

source: Open XML Filter Options
tk: Open XML Süzgüç Opsiýalary

source: Open {0} Source Files
tk: {0} Gözbaş Faýllary Aç Open

source: Open {0} Source Files' Locations
tk: {0} Gözbaş Faýllarynyň Ýerleşýän Ýerilerini Aç

source: Open {0} Target Files
tk: {0} Niýet Edilen Faýllary Aç Open

source: Open {0} Target Files' Locations
tk: {0} Niýet Edilen Faýllaryň Ýerleşýän Ýerlerini Aç

source: OpenDocument
tk: OpenDocument faýllary

source: OpenDocument Filter Options
tk: OpenDocument Süzgüç Opsiýalary

source: Opening team project
tk: Topar proýekti açylýar

source: Options
tk: Opsiýalar

source: Options to set the line length in target documents (0 = no limit)
tk: Niýet edilen dokumentlerde setir uzunlygy opsiýalary (0 = çäksiz)

source: Options: None: Launch GUI Project path only: Launch GUI and load specified project team Team project tool.
tk: Opsiýalar: Ýok: Ulanyjy ekranyny başlat Diňe proýektiň ýoly: Ulanyjy ekranyny başlat we görkezilen proýekti ýükle topar Topar proýekt guraly.

source: Orphan segments
tk: Eýesiz dilimler

source: Orphaned
tk: Eýesiz

source: Other Options:
tk: Beýleki Opsiýalar:

source: Other contributions are detailed in the readme.txt file
tk: Beýleki goşant berenler readme.txt faýlynda jikme-jik agzalmakdadyr

source: Out-of-order
tk: Tertip bozulan

source: Overwrite Mode
tk: Üsünden ýazma Rejesi

source: PDF Input
tk: PDF Girişi

source: PDFBox (Apache License 2.0)
tk: PDFBox (Apache Ygtyýarnama 2.0)

source: PO
tk: PO Faýllary

source: PO Filter Options
tk: PO Süzgüç Opsiýalary

source: Page slips through fingers Pulse pounding hard and frantic Vanishing like mist
tk: Sahypa barmaklaryň arasyndan akyp gidýär Joşgunly uran ýürek ýaly Dumanda gürüm-jürüm bolan ýaly

source: Paragraph delimitation format:
tk: Abzas çäklendirme formady:

source: Parse error encountered reading preferences file!
tk: Häsiýetler faýly okalanda seljerme ýalňyşlygy ýüze çykdy!

source: Password-protected PDF files are not supported: {0}
tk: Parol-goragly PDF faýllar goldanmaýar: {0}

source: Password:
tk: Parol:

source: Paste
tk: Ýelme

source: Path:
tk: Ýol:

source: Pattern After
tk: Şablon Soňra

source: Pattern Before
tk: Şablon Öň

source: Penalty for matches in other languages:
tk: Başga dillerden gabat gelmeleriň temmisi:

source: Perhaps it is already opened in another OmegaT instance
tk: Belki başga bir OmegaT nusgasy bilen açyk bolup biler.

source: Place source files in ./source and supplemental material in ./tm, ./glossary, and ./dictionary as required, then commit everything.
tk: Gözbaş faýllary ./source bukjasyna ýerleşdiriň we goşmaça materiallary bolsa ./tm, ./glossary, we ./dictionary bukjalaryna gerekli boluşy ýaly ýerleşdiriň, soňra hemmesini tabşyryk [commit] ediň.

source: Please close search window.
tk: Gözleg penjeresini ýapyň.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
tk: Yzyna Gaýtaryp alma opsiýalaryňyzy görmek üçin resminamalary seljeriň we aşakdaky maglumatlar bilen birlikde ýalňyşlygyň nähili ýüze çykandygy hakynda düşündüriş taýarlap programma üpjünçiligi öndürijisine goýberiň.

source: Please consult the log ({1}) to determine the source of the error and try again.
tk: Ýalňyşlygyň sebäbini tapmak üçin ({1}) günlük faýlyny seljeriň we gaýtadan synanşyň.

source: Please contact your project administrator to find out if any additional steps need to be taken.
tk: Goşmaça edilmeli işleriň baryny ýoguny bilmek üçin proýekt dolandyryjysy bilen habarlaşyň.

source: Please correct the tag issues before using again Create Translated Documents.
tk: "Terjime Dokumentlerini Döret" funksiýasyny ulanmadan öň tag/bellik problemalaryny düzelt.

source: Please double-check it.
tk: Ýene bir gezek barlaň.

source: Please double-check.
tk: Ýene bir gezek barlaň.

source: Please enter the name of this set:
tk: Bu ýygymyň adyny giriziň:

source: Please enter username/password
tk: Ulanyjynyň ady/parolyny giriziň

source: Please enter your name/ID.
tk: Adyňyzy/ID giriziň.

source: Please enter your password again for confirmation.
tk: Tassyklamak üçin paroly gaýtadan giriziň.

source: Please redo tag validation.
tk: Tag barlagyny gaýtadan ediň.

source: Please select a different folder.
tk: Haýyşt! Başka bir bukja seçiň

source: Please select how tags of non-OmegaT TMXs should be displayed.
tk: OmegaT degişli bolmadyk TMX'leriň taglarynyň nähili görkeziljegini saýlaň.

source: Please select the dictionaries you want to install and press the Install button.
tk: Gurnamak isleýän sözlükleri saýlaň we "Gurna" düwmesine basyň.

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
tk: Proýekti awtomatiki ýatda saklama aralygyny minut we sekund görnüşinde giriziň.

source: Please select the language of your source files and the target language you would like to translate to.
tk: Gözbaş faýllaryňyzyň dilini we terjime etmek üçin niýet edilen dili seçiň.

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
tk: Heniz terjime edilmedik dilime geçilende dilime goşuljak teksti ýazyň.

source: Please select which behaviour is appropriate.
tk: Haýsy häsiýetiň laýykdygyny saýlaň.

source: Please try again.
tk: Gaýtadan syýnanşyň.

source: Please type or paste the URL of the mediawiki page
tk: Mediawiki sahypasynyň adresini (URL) ýazyň ýada kopýalap ýapşyryň

source: Plugin successfully loaded from class '{0}'
tk: '{0}' klasyndan seplenýän-modul şowly bir şekildi ýüklendi

source: Polish
tk: Polýakça

source: Pop Directional Formatting (PDF U+202C)
tk: Açylýan Ugurly Formatlaşdyr (PDF U+202C)

source: Power Point
tk: Power Point Faýllary

source: Predefined credentials was not passed.
tk: Öňden berilen şahsyýet maglumatlary barlagy geçmedi.

source: Preferences system save operation failed!
tk: Häsiýetleri ýatda saklama amaly şowsuz!

source: Premium Edition
tk: Ekabyr Goýberliş(Premium Edition)

source: Preserve spaces &for all tags
tk: Hemme taglar üçin boşluklary gora

source: Press 'Cancel' to leave the project unmodified and load it as a local project without team functionality.
tk: Proýekti boluşy ýaly goýmak we topar proýekti funksiýasyz ýerli proýekt rejesinde ýüklemek üçin "Bes et" düwmesine basyň.

source: Press 'OK' to convert the project into a 4.x-style team project.
tk: Proýekti 4.x fason topar proýektine öwürmek üçin "Howwa" düwmesine basyň.

source: Press <u>{0}</u> to go to <b>{1}</b> suggestions.
tk: <b>{1}</b> teklip edilýäne gitmek üçin <u>{0}</u> düwmesine basyň.

source: Press <u>{0}</u> to return to <b>{1}</b> suggestions.
tk: <b>{1}</b> teklip edilýäne dönmek üçin <u>{0}</u> düwmesine basyň.

source: Previous No&te
tk: &Öňki Bellik
